ModemManager
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-ppp
NetworkManager-wifi
NetworkManager-wwan
PackageKit-command-not-found
PackageKit-gstreamer-plugin
SDL_image
aajohan-comfortaa-fonts
aalib-libs
abrt-cli
abrt-desktop
abseil-cpp
accountsservice-libs
acl
akonadi-server
akonadi-server-mysql
akregator
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda-install-env-deps
anaconda-live
aribb25
ark
asciinema
at
at-spi2-atk
at-spi2-core
atheros-firmware
attr
audiocd-kio
audit
aurorae
authselect
b43-fwcutter
b43-openfwwf
bash
bash-color-prompt
bash-completion
bat
bc
bear
bind-utils
bluedevil
bluez-cups
boost
boost-charconv
boost-cobalt
boost-container
boost-context
boost-contract
boost-coroutine
boost-fiber
boost-graph
boost-json
boost-log
boost-math
boost-nowide
boost-process
boost-python3
boost-random
boost-serialization
boost-stacktrace
boost-test
boost-timer
boost-type_erasure
boost-url
boost-wave
brcmfmac-firmware
breeze-icon-theme
brltty
btrfs-progs
bzip2
chrony
cifs-utils
cirrus-audio-firmware
cockpit-networkmanager
colord
colord-kde
compsize
coreutils
cowsay
cpio
crontabs
cryptsetup
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
daala-libs
dbus
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-ii
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
deltarpm
dhcp-client
diff-so-fancy
diffstat
dnf5
dnf5-plugins
dnsmasq
dolphin
dos2unix
dosfstools
doxygen
dracut-config-rescue
dracut-live
dracut-network
dragon
e2fsprogs
ed
efibootmgr
elisa-player
emacs-filesystem
ethtool
exfatprogs
f44-backgrounds-base
f44-backgrounds-kde
fastfetch
fedora-bookmarks
fedora-flathub-remote
fedora-release-kde-desktop
fedora-workstation-repositories
ffmpeg
ffmpegthumbs
file
filelight
filesystem
firefox
firewall-config
firewalld
flatpak-kcm
flexiblas
flexiblas-netlib
flexiblas-openblas-openmp
flexiblas-openblas-serial
foliate
fortune-mod
fpaste
fprintd-pam
freeipmi
fuse
fwupd
fzf
gcc-c++
gettext
ghostscript
ghostty
git
git-core
gjs
glibc
glibc-all-langpacks
gnu-free-fonts-common
gnu-free-sans-fonts
gnupg2
gnupg2-g13
gnupg2-scdaemon
gnupg2-utils
gnupg2-wks
go-l2tp
google-noto-sans-yi-fonts
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-ia32-modules
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-efi-x64-modules
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-dav1d
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-good
gstreamer1-plugins-ugly-free
gtk3-immodule-xim
gutenprint
gutenprint-cups
gwenview
hddtemp
hfsplus-tools
hidapi
hostname
hplip
hunspell
hunspell-en-AU
hunspell-en-CA
hyperv-daemons
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-table-chinese-cangjie
ibus-typing-booster
im-chooser
imsettings
imsettings-gsettings
imsettings-plasma
initial-setup-gui
initial-setup-gui-wayland-plasma
intel-audio-firmware
intel-gpu-firmware
intel-vsc-firmware
inxi
ipmitool
iproute
iptables-nft
iptstate
iputils
irqbalance
iscsi-initiator-utils
isomd5sum
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mvm-firmware
javascriptcoregtk6.0
jbigkit-libs
jemalloc
kaccounts-integration-qt6
kaccounts-providers
kaddressbook
kamera
kamoso
kbd
kbd-legacy
kcalc
kcharselect
kde-connect
kde-gtk-config
kde-inotify-survey
kde-l10n
kde-partitionmanager
kde-settings-pulseaudio
kdebugsettings
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdialog
kdnssd
keditbookmarks
kernel
kernel-core
kernel-devel
kernel-modules
kernel-modules-core
kernel-modules-extra
kexec-tools
keyd
kf6-baloo-file
kfind
khelpcenter
kinfocenter
kio-admin
kio-gdrive
kjournald
klassy
kleopatra
kmahjongg
kmail
kmenuedit
kmines
kmouth
kolourpaint
konsole
kontact
korganizer
kpat
krdc
krdp
krfb
kscreen
kscreenlocker
ksshaskpass
kunifiedpush
kwalletmanager5
kwin
kwrite
lazygit
less
less-color
libappindicator-gtk3
libcbor
libcddb
libdnf5-plugin-appstream
libdvbpsi
libebml
libertas-firmware
libfido2
libglvnd-gles
libkate
liblerc
libmad
libmanette
libmatroska
libmicrodns
libmpcdec
libnfs
libnghttp3
libnma-common
libnsl
libopenjph
libquadmath
libreoffice-calc
libreoffice-draw
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-math
libreoffice-ure-common
libreoffice-writer
libspatialaudio
libssh2
libtiff
libtiger
libultrahdr
libupnp
libusb-compat-0.1
libva-intel-media-driver
lirc-libs
live555
livesys-scripts
lm_sensors
logrotate
lrzsz
lsof
lvm2
mactel-boot
mailcap
man-db
man-pages
mcelog
md4c
mdadm
mediawriter
mesa-dri-drivers
mesa-vulkan-drivers
microcode_ctl
minicom
mozjs140
mpage
mt7xxx-firmware
mtr
ncurses
neochat
net-tools
nfs-client-utils
nfs-common-utils
nfs-utils
nfsv3-client-utils
nfsv4-client-utils
ngtcp2
ngtcp2-crypto-ossl
nmap-ncat
nss-mdns
ntfs-3g
ntfsprogs
nvidia-gpu-firmware
nvme-cli
nxpwireless-firmware
okular
open-vm-tools-desktop
openapv-libs
openblas-openmp
opensc
openssh-askpass
openssh-clients
openssh-server
orca
pam-kwallet
paps
parted
passwdqc
patch
patchutils
pciutils
perl-Class-Inspector
perl-Clone
perl-Compress-Raw-Bzip2
perl-Compress-Raw-Zlib
perl-Cpanel-JSON-XS
perl-Data-Dump
perl-Digest-HMAC
perl-Digest-SHA
perl-Encode-Locale
perl-Exporter-Tiny
perl-File-Listing
perl-File-ShareDir
perl-File-Slurper
perl-HTML-Parser
perl-HTML-Tagset
perl-HTTP-Cookies
perl-HTTP-Date
perl-HTTP-Message
perl-HTTP-Negotiate
perl-I18N-Langinfo
perl-IO-Compress
perl-IO-Compress-Brotli
perl-IO-HTML
perl-LWP-MediaTypes
perl-List-MoreUtils
perl-List-MoreUtils-XS
perl-Module-Load
perl-NTLM
perl-Net-HTTP
perl-Params-Util
perl-PerlIO-utf8_strict
perl-Time-HiRes
perl-TimeDate
perl-Try-Tiny
perl-WWW-RobotRules
perl-XML-Dumper
perl-XML-Parser
perl-libwww-perl
perl-subs
phonon-qt6-backend-vlc
pinentry-qt
pinfo
pipewire-alsa
pipewire-config-raop
pipewire-gstreamer
pipewire-pulseaudio
pipewire-utils
plasma-breeze
plasma-desktop
plasma-desktop-doc
plasma-discover
plasma-discover-notifier
plasma-disks
plasma-drkonqi
plasma-login-manager
plasma-nm
plasma-nm-l2tp
plasma-nm-openconnect
plasma-nm-openswan
plasma-nm-openvpn
plasma-nm-pptp
plasma-nm-vpnc
plasma-pa
plasma-print-manager
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-welcome-fedora
plasma-workspace
plasma-workspace-wallpapers
plocate
plymouth
plymouth-system-theme
policycoreutils
polkit-kde
ppp
prefixdevname
procps-ng
protobuf-lite
psacct
python3-bugzilla
python3-html2text
python3-ibus
qcom-wwan-firmware
qemu-guest-agent
qrca
qt6-qthttpserver
quota
rdma-core-common
realmd
realtek-firmware
recode
ripgrep
rootfiles
rpm
rpmfusion-free-release
rpmfusion-nonfree-release
rsync
rsyslog
samba-client
samba-core-libs
samba-ndr-libs
samba-usershares
schroedinger
sddm-wayland-plasma
sdl12-compat
selinux-policy-targeted
setroubleshoot
setup
shadow-utils
shim-ia32
shim-x64
signon-kwallet-extension
skanpage
smartmontools
sos
spandsp
spectacle
speech-dispatcher
speedtest-cli
speexdsp
spice-vdagent
spice-webdavd
sssd-common
sssd-kcm
sssd-proxy
steam
stow
subversion
sudo
symlinks
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
systemtap
tar
tcpdump
teamd
thermald
time
tiwilink-firmware
toolbox
traceroute
tree
udisks2
udisks2-btrfs
unzip
usb_modeswitch
usbutils
util-linux
valgrind
vim-enhanced
vim-minimal
virtualbox-guest-additions
vlc
vlc-cli
vlc-gui-qt
vlc-gui-skins2
vlc-plugin-gstreamer
vlc-plugin-kde
vlc-plugin-lua
vlc-plugin-notify
vlc-plugin-visualization
vlc-plugins-extra
webkitgtk6.0
wget2-wget
which
whois
wireplumber
wmctrl
words
wpa_supplicant
xfsprogs
xset
xwaylandvideobridge
zeal
zip
zoxide
zram-generator-defaults
zsh
