ModemManager
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-openconnect-gnome
NetworkManager-openvpn-gnome
NetworkManager-ppp
NetworkManager-pptp-gnome
NetworkManager-ssh-gnome
NetworkManager-vpnc-gnome
NetworkManager-wifi
NetworkManager-wwan
PackageKit-command-not-found
PackageKit-gstreamer-plugin
PackageKit-gtk3-module
aajohan-comfortaa-fonts
abrt-cli
abrt-desktop
acl
adobe-source-code-pro-fonts
akmod-nvidia
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda
anaconda-install-env-deps
anaconda-live
anaconda-webui
anydesk
asciinema
at
at-spi2-atk
at-spi2-core
atheros-firmware
attr
audit
authselect
avahi
b43-fwcutter
b43-openfwwf
baobab
bash
bash-color-prompt
bash-completion
bat
bc
bcc
bcc-tools
bear
bind-utils
bison
blueprint-compiler
bluez-cups
brcmfmac-firmware
brltty
btrfs-progs
bzip2
chrony
cifs-utils
cirrus-audio-firmware
clang19-libs
clang19-resource-filesystem
clang20-libs
clang20-resource-filesystem
clevis
clevis-luks
clevis-pin-tpm2
cockpit-bridge
cockpit-storaged
cockpit-system
cockpit-ws
cockpit-ws-selinux
code
colord
compiler-rt19
compiler-rt20
compsize
containerd.io
coreutils
cpio
crontabs
cryptsetup
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
dbus
dconf
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
deltarpm
desktop-backgrounds-gnome
dhcp-client
discord
dnf4-plugin-notify-PackageKit
dnf5
dnf5-plugins
dns-root-data
dnsmasq
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
dos2unix
dosfstools
dracut-config-rescue
dracut-live
dracut-network
e2fsprogs
ed
efibootmgr
elfutils-libelf-devel
ethtool
evince
evince-djvu
evolution-ews-core
evolution-ews-langpacks
exfatprogs
f43-backgrounds-base
f43-backgrounds-gnome
fastfetch
fd-find
fedora-bookmarks
fedora-chromium-config
fedora-flathub-remote
fedora-release-workstation
fedora-workstation-backgrounds
fedora-workstation-repositories
ffmpeg-free
file
filesystem
firefox
firefox-langpacks
firewalld
flex
foliate
fpaste
fprintd-pam
fwupd
gamemode
gap-srpm-macros
gcc-c++
gdm
gettext-common-devel
gettext-devel
ghostscript
ghostscript-tools-fontutils
ghostty
gimp
git
glib-networking
glibc
glibc-all-langpacks
glycin-devel
glycin-libs
glycin-thumbnailer
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-classic-session
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-epub-thumbnailer
gnome-font-viewer
gnome-initial-setup
gnome-logs
gnome-maps
gnome-online-accounts-libs
gnome-remote-desktop
gnome-session-wayland-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-background-logo
gnome-shell-extension-pop-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-user-share
gnome-weather
gnulib-l10n
gnupg2
gnupg2-dirmngr
gnupg2-g13
gnupg2-gpg-agent
gnupg2-gpgconf
gnupg2-keyboxd
gnupg2-scdaemon
gnupg2-utils
gnupg2-verify
gnupg2-wks
google-noto-emoji-fonts
gpgverify
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-efi-x64-modules
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-dav1d
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-good
gstreamer1-plugins-ugly-free
gtk4-devel
gtk4-layer-shell-devel
gutenprint
gutenprint-cups
gvfs-afc
gvfs-afp
gvfs-archive
gvfs-fuse
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hfsplus-tools
hostname
hplip
hunspell
hyperv-daemons
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-typing-booster
igvm-libs
intel-audio-firmware
intel-gpu-firmware
intel-vsc-firmware
iproute
iptables-nft
iptstate
iputils
irqbalance
iscsi-initiator-utils
isomd5sum
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mld-firmware
iwlwifi-mvm-firmware
java-25-openjdk-crypto-adapter
java-srpm-macros
jemalloc
jose
jxrlib
kbd
kbd-legacy
kernel
kernel-core
kernel-devel
kernel-modules
kernel-modules-core
kernel-modules-extra
kexec-tools
keyd
kmod-nvidia-6.18.12-200.fc43.x86_64
kmod-nvidia-6.18.7-200.fc43.x86_64
kmod-nvidia-6.18.9-200.fc43.x86_64
langpacks-core-en_GB
langpacks-en_GB
lazygit
lcms2-devel
less
libXcursor-devel
libXi-devel
libXinerama-devel
libXrandr-devel
libXxf86vm-devel
libadwaita-devel
libavc1394
libavcodec-freeworld
libavdevice-free
libdc1394
libdisplay-info
libdnf5-plugin-expired-pgp-keys
libdnf5-plugin-notify-PackageKit
liberation-fonts-all
libertas-firmware
libfyaml
libglvnd-gles
libiec61883
libjose
liblastlog2
libluksmeta
libomp19
libomp19-devel
libomp20
libomp20-devel
libpfm
libraw1394
libreoffice-calc
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-writer
librsvg2
libsane-hpaio
libseccomp-devel
libuser
libva-intel-media-driver
libxkbcommon-devel
linux-firmware
livesys-scripts
lld19-libs
llvm19-filesystem
llvm19-libs
llvm20-filesystem
llvm20-libs
localsearch
logrotate
loupe
lrzsz
lsof
lua
luksmeta
lvm2
lzo-devel
lzo-minilzo
mactel-boot
mailcap
man-db
man-pages
mariadb-server
mcelog
mdadm
mediawriter
mesa-dri-drivers
mesa-libEGL
mesa-libGL-devel
mesa-vulkan-drivers
microcode_ctl
mingw64-gcc
minizip-ng-compat
mozilla-openh264
mozjs140
mpage
mt7xxx-firmware
mtr
nautilus
ncurses
ncurses-devel
neovim
net-tools
nfs-utils
nftables-services
ngtcp2
ngtcp2-crypto-gnutls
ngtcp2-crypto-ossl
nmap-ncat
nodejs-libs
nss-mdns
ntfs-3g
ntfsprogs
nvidia-gpu-firmware
nvme-cli
nxpwireless-firmware
open-vm-tools-desktop
openal-soft
openh264
opensc
openssh-clients
openssh-server
openssl
openssl-devel
orca
p11-kit-client
pam_afs_session
paps
parted
passwdqc
pciutils
pinentry-gnome3
pinfo
pipewire-alsa
pipewire-gstreamer
pipewire-pulseaudio
pipewire-utils
plocate
plymouth
plymouth-system-theme
podman
podman-sequoia
policycoreutils
policycoreutils-python-utils
polkit
prefixdevname
procps-ng
proton-vpn-daemon
proton-vpn-gnome-desktop
protonvpn-stable-release
psacct
psmisc
ptyxis
pulseaudio-utils
python3-anyio
python3-augeas
python3-bcc
python3-dbus-fast
python3-devel
python3-fido2
python3-h11
python3-httpcore
python3-httpx
python3-libdnf5
python3-neovim
python3-netaddr
python3-nftables
python3-pip
python3-propcache
python3-sniffio
qadwaitadecorations-qt5
qcom-wwan-firmware
qemu-device-uefi-vars
qemu-guest-agent
qt5-qtbase
qt5-qtbase-gui
qt5-qtdeclarative
qt5-qtxmlpatterns
qt6-qtwayland-adwaita-decoration
quota
re2
readline-devel
realmd
realtek-firmware
rhythmbox
rootfiles
rpm
rpmfusion-free-release
rpmfusion-nonfree-release
rsync
rsyslog
rygel
samba-client
sane-backends-drivers-scanners
selinux-policy-targeted
setup
setxkbmap
shadow-utils
shell-color-scripts
shim-ia32
shim-x64
simdutf
simple-scan
smart-browser-installer
smartmontools
snapshot
sos
speech-dispatcher
speech-dispatcher-utils
spice-vdagent
spice-webdavd
sqlite
sqlite-devel
sscg
sssd-common
sssd-kcm
sssd-proxy
steam
stow
sudo
sushi
symlinks
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
tar
tcpdump
teamd
telnet
tesseract-common
tesseract-langpack-eng
tesseract-tessdata-doc
thermald
time
tinysparql
tiwilink-firmware
tk-devel
tldr
tokei
toolbox
totem
traceroute
trash-cli
udisks2-btrfs
udisks2-lvm2
unoconv
unzip
uresourced
usb_modeswitch
usbutils
usermode
util-linux
valgrind
valgrind-docs
valgrind-gdb
valgrind-scripts
valkey-compat-redis
vim-minimal
virtualbox-guest-additions
vlc
wcurl
wget2-wget
which
whois
wireguard-tools
wireplumber
wofi
words
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs-gtk
xevd-libs
xeve-libs
xfsprogs
xmodmap
xorg-x11-xauth
xorg-x11-xinit
xrandr
xrdb
yazi
ydotool
yelp
zig-libs
zip
zoxide
zram-generator-defaults
zsh
